"About" = "O";
"About %@" = "O %@";
"Accessibility" = "Prístupnosť";
"Acknowledgments" = "Poďakovanie";
"Active app" = "Aktívna aplikácia";
"Active screen" = "Aktívna plocha";
"Active Space" = "Aktívna plocha";
"Additional controls" = "Ďalšie ovládacie prvky";
"Additional controls…" = "Ďalšie ovládacie prvky ...";
"Advanced" = "Pokročilé";
"After release" = "Po vydaní";
"Align windows" = "Zarovnať";
"Align windows:" = "Zarovnať okná:";
"All apps" = "Všetky aplikácie";
"All data from this form will be made public, as a ticket on github.com" = "Všetky údaje z tohto formulára budú zverejnené ako ticket na github.com";
"All screens" = "Všetky plochy";
"All Spaces" = "Všetky plochy";
"Allowed" = "Povolené";
"Alphabetical" = "Alphabetical";
"Alphabetical Order" = "Abecedný poriadok";
"Also select windows using:" = "Vybrať okná aj za pomoci:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab bol pri poslednom použití nečakane ukončený. Odoslaním správy o zlyhaní môžete pomôcť problém vyriešiť";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Alttab je momentálne nastavený na zobrazovanie aplikácií.Toto nastavenie je k dispozícii iba vtedy, keď je alttab nastavený na zobrazenie systému Windows.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab is running without Screen Recording permissions. Thumbnails won’t show.";
"AltTab needs some permissions" = "AltTab potrebuje nasledovné povolenia";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Alttab sa zobrazí, ak je okno v súčasnosti minimalizované alebo na celej obrazovke s ikonou stavu.";
"Always" = "Vždy";
"Always send crash reports" = "Vždy zasielajte správy o zlyhaní";
"and press" = "a stlačte";
"and press:" = "a stlačiť:";
"Animations" = "Animácie";
"Animations…" = "Animácie ...";
"App (BundleID starting with)" = "App (Bundleid začínajúca)";
"App Icons" = "Ikony aplikácií";
"App is hidden" = "Aplikácia je skrytá";
"App is running but has no open window" = "Aplikácia je spustená, ale nemá otvorené okno";
"Apparition delay" = "Oneskorenie";
"Apparition delay:" = "Oneskorenie zobrazenia:";
"Appearance" = "Vzhľad";
"Application Name" = "Názov aplikácie";
"Application Name - Window Title" = "Názov aplikácie - Názov okna";
"Applications" = "Žiadosti";
"Are you sure you don’t want a response?" = "Ste si istý, že nechcete odpoveď?";
"Arrow keys" = "Šípky";
"Ask whether to send crash reports" = "Spýtať sa, či poslať správy o zlyhaní";
"Auto-install updates periodically" = "Periodická auto-inštalácia aktualizácíí";
"Blacklists" = "Blacklists";
"Cancel" = "Zrušiť";
"Cancel and hide" = "Zrušiť a skryť";
"Center" = "Na stred";
"Check for updates now…" = "Skontrolovať aktualizácie…";
"Check for updates periodically" = "Kontrolovať aktualizácie automaticky";
"Check for updates…" = "Kontrolovať aktualizácie…";
"Check permissions…" = "Skontrolujte povolenia ...";
"Close window" = "Zavrieť okno";
"Conflicting shortcut" = "Konfliktná skratka";
"Controls" = "Ovládače";
"Crash reports policy" = "Politika havárií";
"Crash reports policy:" = "Pravidlá pre správy o zlyhaní:";
"Cursor follows focus" = "Cursor follows focus";
"Customize App Icons style…" = "Prispôsobiť štýl ikon aplikácií…";
"Customize Thumbnails style…" = "Prispôsobiť miniatúry štýlu…";
"Customize Titles style…" = "Prispôsobte štýl titulov…";
"Dark" = "Tmavý";
"Disabled" = "Disabled";
"Do nothing" = "Nevykonať nič";
"Don’t check for updates periodically" = "Nekontrolovať aktualizácie automaticky";
"Don’t send" = "Nezasielať";
"Don’t show windows from these apps" = "Nezobrazovať okná z týchto aplikácií";
"Done" = "hotový";
"End" = "Koniec";
"Fade out animation" = "Vyblednúť animáciu";
"Fade out animation:" = "Animiácia do stratena:";
"Focus selected window" = "Zobraz zvýraznené okno";
"Fullscreen window" = "Fullscreen window";
"Fullscreen windows:" = "Okná na celú obrazovku:";
"Fullscreen/Defullscreen window" = "Okno s plnou obrazovkou/defullscreen";
"General" = "Hlavné";
"Gesture" = "Gesture";
"Grant permission" = "Grant permission";
"Hidden windows:" = "Skryté okná:";
"Hide" = "Nezobrazovať";
"Hide app badges" = "Skryť odznaky aplikácie";
"Hide app badges:" = "Skryť odznaky aplikácie:";
"Hide apps with no open window" = "Skryť aplikácie bez otvoreného okna";
"Hide apps with no open window:" = "Skryť aplikácie bez otvoreného okna:";
"Hide colored circles on mouse hover" = "Skryť farebné kruhy pri umiestnení kurzora myši";
"Hide colored circles on mouse hover:" = "Skryť farebné kruhy pri umiestnení kurzora myši:";
"Hide in %@" = "Skryť v %@";
"Hide Space number labels" = "Skryť číslo plochy";
"Hide Space number labels:" = "Skryť číslo plochy:";
"Hide status icons" = "Skryť ikonu statusu";
"Hide status icons:" = "Skryť ikonu statusu:";
"Hide window thumbnails:" = "Skryť náhľady okien:";
"Hide/Show app" = "Skryť/Zobraziť aplikáciu";
"High" = "Vysoký";
"Highest" = "Najvyšší";
"Hold" = "Držať";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "Myslím si, že by aplikácia mohla byť nasledovne vylepšená…";
"Ignore shortcuts when active" = "Ignorujte skratky, keď sú aktívne";
"Ignore shortcuts while a window from these apps is active" = "Ignorovať skratky, kým je aktívne okno niektorej z týchto aplikácií";
"Language" = "Language";
"Language Change" = "Language Change";
"Large" = "Veľký";
"Later" = "Later";
"Latest releases" = "Najnovšie vydania";
"Leading" = "Hlavný";
"Left" = "Vľavo";
"Light" = "Osvetlenie";
"Max height on screen:" = "Maximálna výška na obrazovke:";
"Max width on screen:" = "Maximálna šírka na obrazovke:";
"Medium" = "Médium";
"Menubar icon" = "Ikona menubaru";
"Menubar icon:" = "Ikona Menubaru:";
"Middle" = "Stred";
"Minimize/Deminimize window" = "Minimalizovať/Zväčšiť okno";
"Minimized windows:" = "Minimalizované okná:";
"Miscellaneous" = "Miscellaneous";
"Miscellaneous:" = "Miscellaneous:";
"Mouse hover" = "Umiestnením kurzora myši";
"Multiple screens" = "Viacnásobné obrazovky";
"Never send crash reports" = "Nikdy neposielať správy o zlyhaní";
"Normal" = "Normálny";
"Not allowed" = "Zakázané";
"NSHumanReadableCopyright" = "GPL-3.0 Licencia";
"Only if the window is fullscreen" = "Iba ak je okno v režime celej obrazovky";
"Open Accessibility Preferences…" = "Otvoriť predvoľby prístupnosti…";
"Open Screen Recording Preferences…" = "Otvoriť predvoľby nahrávania obrazovky…";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "Voliteľné: e-mail (ak chcete odpoveď)";
"Order windows by" = "Objednať si okná podľa";
"Policies" = "Postupy";
"Preferences…" = "Nastavenia…";
"Preview selected window" = "Zvolené okno";
"Preview selected window:" = "Preview selected window:";
"Preview the selected window." = "Ukážte si vybrané okno.";
"Quit" = "Ukončiť";
"Quit %@" = "Ukončiť %@";
"Quit app" = "Ukončiť aplikáciu";
"Recently Created" = "Recently Created";
"Recently Created First" = "Nedávno vytvorené ako prvé";
"Recently Focused" = "Recently Focused";
"Recently Focused First" = "Nedávno sústredený prvý";
"Remember my choice" = "Zapamätaj si moju voľbu";
"Reset preferences and restart" = "Resetovať preferencie a reštartovať";
"Reset preferences and restart…" = "Obnovte preferencie a reštart…";
"Restart Now" = "Restart Now";
"Rows of thumbnails:" = "Počet riadkov náhľadov obrazoviek:";
"Screen including menu bar" = "Obrazovka vrátane panela s ponukami";
"Screen including mouse" = "Obrazovka s kurzorom";
"Screen Recording" = "Nahrávanie obrazovky";
"Screen showing AltTab" = "Plocha zobrazujúca AltTab";
"Select next window" = "Vyber ďalšie okno";
"Select previous window" = "Vyber predošlé okno";
"Select windows on mouse hover" = "Vyberte Windows na hover myši";
"Select windows using arrow keys" = "Vyberte Windows pomocou klávesov so šípkami";
"Select windows using vim keys" = "Vyberte Windows pomocou klávesov VIM";
"Send" = "Poslať";
"Send a crash report?" = "Poslať správu o zlyhaní?";
"Send anyway" = "Napriek tomu poslať";
"Send debug profile (CPU, memory, etc)" = "Poslať chybový profil (CPU, pamäť, a pod.)";
"Send feedback" = "Poslať spätnú väzbu";
"Send feedback…" = "Poslať spätnú väzbu…";
"Share improvement ideas, or report bugs" = "Zdieľať návrhy na zlepšenia, alebo chybový report";
"Shortcut 1" = "Skratka 1";
"Shortcut 2" = "Skratka 2";
"Shortcut 3" = "Skratka 3";
"Shortcut 4" = "Skratka 4";
"Shortcut 5" = "Skratka 5";
"Shortcut already assigned to another action: %@" = "Skratka už priradená k inej akcii: %@";
"Shortcuts When Active" = "Skratky, keď sú aktívne";
"Shortcuts when active…" = "Skratky, keď sú aktívne ...";
"Show" = "Zobraziť";
"Show & Hide" = "Ukázať skryť";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Zobraziť položku v prepínači pre každé okno alebo pre každú aplikáciu.Windows sa zameriavajú, zatiaľ čo aplikácie budú aktivované.";
"Show at the end" = "Zobraziť na konci";
"Show fullscreen windows" = "Zobraziť okná na celej obrazovke";
"Show hidden windows" = "Zobraziť skryté okná";
"Show in switcher" = "Zobraziť v prepínači";
"Show minimized windows" = "Zobraziť minimalizované okná";
"Show on" = "Uviesť";
"Show on:" = "Zobraziť na:";
"Show standard tabs as windows" = "Zobraziť štandardné karty ako okná";
"Show standard tabs as windows:" = "Zobraziť štandardné karty ako okná:";
"Show titles" = "Ukazovať";
"Show windows from applications" = "Zobraziť okná z aplikácií";
"Show windows from screens" = "Zobraziť okná z obrazoviek";
"Show windows from Spaces" = "Zobraziť okná z priestorov";
"Show windows from:" = "Zobraziť okná:";
"Size" = "Veľkosť";
"Skipped" = "Skipped";
"Small" = "Malý";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Niektoré aplikácie ako Finder alebo ukážka používajú štandardné karty, ktoré pôsobia ako nezávislé Windows.Niektoré ďalšie aplikácie, ako sú webové prehliadače, používajú vlastné karty, ktoré pôsobia jedinečným spôsobom a nie sú skutočnými oknami.Alttab ich nemôže uviesť osobitne.";
"Source code repository" = "Úložisko zdrojových kódov";
"Space" = "Space";
"Space Order" = "Vesmírny poriadok";
"Start" = "Začiatok";
"Start at login" = "Začnite pri prihlásení";
"Start at login:" = "Spustiť pri štarte systému:";
"Support this project ❤️" = "Podporte tento projekt ❤";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "Prepnite medzi 3 rôzne štýly.Môžete ich prispôsobiť.";
"System" = "Systém";
"System Default" = "System Default";
"The application needs to restart to apply the language change." = "The application needs to restart to apply the language change.";
"Theme" = "Téma";
"Theme:" = "Téma:";
"Then release:" = "Po uvoľnení kláves:";
"This permission is needed to focus windows after you release the shortcut" = "Toto povolenie je potrebné na zobrazenie na konkrétne okno po uvoľnení skratky";
"This permission is needed to show screenshots and titles of open windows" = "Toto povolenie je potrebné na zobrazovanie snímok obrazovky a názvov otvorených okien";
"Thumbnails" = "Miniatúra";
"Title" = "Title";
"Title truncation" = "Skrátenie názvu";
"Titles" = "Titul";
"Trigger shortcut" = "Spúšťacia skratka";
"Unassign existing shortcut and continue" = "Nepriassign existujúca skratka a pokračujte";
"Updates policy" = "Aktualizuje pravidlá";
"Updates policy:" = "Pravidlá aktualizácií:";
"Use the app without this permission. Thumbnails won’t show." = "Use the app without this permission. Thumbnails won’t show.";
"Version" = "Verzia";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "Zobraziť prebiehajúce diskusie";
"Vim keys" = "Vim keys";
"Vim keys already assigned to other actions:\n%@" = "Vim Keys už priradené k iným akciám: \\ n%@";
"Visibility" = "Viditeľnosť";
"Visible Spaces" = "Viditeľné plochy";
"When fullscreen" = "Keď je celá obrazovka";
"When no open window" = "Keď žiadne otvorené okno";
"While open, press:" = "Kým otvorené, stlačiť:";
"Window app icon size:" = "Veľkosť ikony okna aplikácie:";
"Window is fullscreen" = "Okno je celá";
"Window is minimized" = "Okno je minimalizované";
"Window is on every Space" = "Okno je na každom priestore";
"Window is on Space %d" = "Okno je na vesmíre %d";
"Window max width in row:" = "Maximálna šírka okna v rade:";
"Window min width in row:" = "Minimálna šírka okna v rade:";
"Window order:" = "Window order:";
"Window Title" = "Názov okna";
"Window title font size:" = "Veľkosť písma názvu okna:";
"Window title truncation:" = "Skrátenie názvu okna:";
"Windows" = "Okná";
"You can’t undo this action." = "Túto akciu nemôžete vrátiť späť.";
"You didn’t write your email, thus can’t receive any response." = "Nezadali ste svoj e-mail, takže nemôžete dostávať žiadne odpovede.";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
